---
kind: other
id: Methods.T:Autodesk.Revit.DB.AdaptiveComponentFamilyUtils
source: html/04152e15-68e0-6a41-a1a8-46f10b5efca5.htm
---
# AdaptiveComponentFamilyUtils Methods

Gets number of Adaptive Point Elements in Adaptive Component Family.